[
  "The United States is the third largest country in the world by landmass – nearly as big as the entire continent of Europe.",
  "American athletes have won more Olympic medals than athletes from any other country.",
  "The United States is the only country that has all of Earth's five climate zones: tropical, dry, temperate, continental, and polar.",
  "The United States is the third most visited country by international tourists after Spain and France.",
  "Lake Superior, on the United States-Canada border, is the largest body of freshwater in the world by surface area (it covers 31,700 square miles).",
  "The Pentagon – the headquarters of the Department of Defense – is the world's largest office building by floor area.",
  "The only people to have walked on the moon's surface were Americans.",
  "The United States is home to nearly 45 million immigrants – more than any other country in the world.",
  "Much of the music the world listens to – jazz, rock 'n' roll, hip-hop, country, folk, R&B, soul, and gospel – comes out of the United States.",
  "The U.S. film industry is the largest, oldest, and most profitable film industry in the world. According to research firm IBISWorld, the American film industry generated about $33 billion in 2019.",
  "More than nine in every 10 Americans have eaten pizza in the last month. According to some estimates, Americans consume the equivalent of about 100 acres of pizza every day.",
  "Nearly one-third of all land in the United States – or about 650 million acres – is federally owned.",
  "On any given day in the United States, about 84.8 million adults – 37% of the adult population – consume fast food, according to the Centers for Disease Control and Prevention.",
  "According to the USDA, foreign investors own at least 28.3 million acres of U.S. farmland, an area about the size of Ohio.",
  "The United States was the first nation to use the title of 'President' for its head of state.",
  "The United States is at the center of global invention. Airplanes, computers, cellphones, potato chips, and the light bulb are just a few examples of American ingenuity.",
  "There are an estimated 75.8 million dogs in the United States, more than double the number in Brazil, the country with the second most dogs.",
  "Though the United States is home to less than 5% of the world's population, it accounts for approximately 25% of global economic output.",
  "The United States became the world's largest petroleum producer in the last 10 years. The country produced 18.23 million barrels of oil per day in 2019, well above the daily production of Saudi Arabia, the world's second-biggest oil producer. Oil includes crude oil, all other petroleum liquids, and biofuels.",
  "The United States is also the world's largest consumer of oil. Gasoline, distillate fuel oil, hydrocarbon gas liquids, and jet fuel consumption combine for a total of 20.48 million barrels of oil consumed daily.",
  "The current iteration of the American flag was designed by a high school student.",
  "There are more guns than people in the United States – about 101 for every 100 people, according to some estimates. The country with the next highest ownership rate is Serbia, where there are 58 guns for every 100 people.",
  "Approximately 43 million Americans identify as ancestrally German, more than any other nationality.",
  "The United States is one of only three countries that have not officially switched to the metric system. Liberia and Burma are the other two.",
  "The typical wage or salary worker in the United States has been with his or her current employer for 4.2 years.",
  "The government chose to color U.S. currency green as an anti-counterfeiting strategy. When the color was adopted in the 19th century, cameras could only take black and white photographs, making imitation bills difficult to produce.",
  "Over half of the U.S. population lives in just nine states: California, Texas, Florida, New York, Pennsylvania, Illinois, Ohio, Georgia, and North Carolina.",
  "The number of passports Americans held leaped to 21.4 million in 2017, the most ever recorded.",
  "According to a recent Pew Research Center study, 57% of Americans believe that individuals control their own success in life, the largest share of any country surveyed.",
  "The United States is one of most mobile nations on Earth. According to a Gallup poll, 24% of U.S. adults reported moving within the country in the past five years.",
  "Three out of every four tornadoes in the world occur in the United States.",
  "The United States has been awarded more Nobel Prizes than any other country.",
  "The United States ranks among the top 10 countries in the world for the number of mammal, reptile, fish, and vascular plant species.",
  "The United States has over 3.1 million square miles of forest land, the fourth most after Canada, Brazil, and Russia.",
  "Super Bowl XLIX in 2015 was the most watched broadcast in U.S. television history, with an estimated 114.4 million viewers. 2019's Super Bowl LIII averaged 98.3 million viewers, the lowest in over a decade.",
  "New Census Bureau projections predict the United States will be 'minority white' – 49.7% – by 2045.",
  "An estimated 90% of Americans use the internet, compared with about 54% of the global population.",
  "The United States is one of the most generous nations in the world, trailing only Australia, Indonesia, and New Zealand, according to the 2018 World Giving Index,  published annually by international nonprofit organization Charities Aid Foundation.",
  "The United States has about 12,380 miles of coastline, more than all but eight other countries worldwide.",
  "Founded in Arkansas in 1962, Walmart is the world's largest private sector employer, employing 2.2 million people.",
  "Manhattan's Chinatown is home to more Chinese residents than anywhere else in the Western Hemisphere.",
  "The United States has the world's strongest higher education system and draws over a million international students a year, the most of any country.",
  "The United States accounts for 21% of energy consumption globally and has the world's highest per capita energy consumption. America is second in the world in energy production.",
  "Good news for beer lovers. The number of brewers in the United States climbed to 7,450 in 2018, from just 89 in 1978, fueled by the craft beer surge.",
  "Nine of the 10 largest companies in the world by market cap are based in the United States. Most of the top 100 companies by market cap (54) are American.",
  "According to the latest BLS report, 108 million people (71% of nonfarm payroll employees) were employed in the service sector.",
  "More than half of the states – 26 – have names with native American origins.",
  "The United States, with its extensive coastline, has had more hurricanes (close to 300) since 1851 than any other country, according to data from the National Oceanic & Atmospheric Administration.",
  "Americans bought 871.8 million pounds or about $2.3 billion worth of hot dogs in supermarkets in 2019. Los Angeles is top dog for franks, consuming about 30 million pounds a year.",
  "A Pew Research Center study conducted from 2011 to 2013 found that about 54% of Americans said religion was very important in their lives, compared with 24% of people in Canada, 21% in Australia, and 21% in Germany.",
  "While baseball may be America's national pastime, it borrows heavily from the British game of cricket. Similarly, football is based largely on the British sport of rugby. Invented in Springfield, Massachusetts, in 1891, basketball is the most popular uniquely American game.",
  "The United States shares the world’s longest land border with its neighbor to the north, Canada, at over 5,500 miles. The border is split between the northern edge of the lower 48 states, and the eastern border of Alaska.",
  "The United States produces more corn than any other country in the world, accounting for over 366 million metric tons in the 2018-2019 season. The next closest country, China, trailed U.S. corn production by over 100 million metric tons.",
  "Of the 2,000 world's largest companies, 575 are U.S.-based, according to Forbes. China and its special administrative region of Hong Kong are home to 309 of the 2,000 biggest businesses.",
  "Being such a large country, the United States has plenty of room to build top-of-the-line golf courses. Of Golf Advisor’s top 100 golf courses in the world, 52 are located in the United States.",
  "CNBC reported the United States is home to by far more billionaires than any other country, with 705 – more than the next four countries combined. Seven of the world’s 10 richest people are American."
]
